{"content":{
"0":"A surprisingly sharp rebound in the economy and earnings will drive further gains in U.S. stocks this year, though the S&P 500 is likely to end 2021 less than 6% up from its current level, according to a Reuters poll of strategists. The benchmark S&P 500 ended pandemic-hit 2020 with gains of 16.3%, lifted late in the year by optimism over the rollout of COVID-19 vaccines and prospects of more U.S. fiscal stimulus. The index, which is up about 3% so far this year, will finish 2021 at 4,100, a 5.6% gain from its close Tuesday of 3,881.37, according to the median forecast of 50 strategists polled by Reuters over the last two weeks. The index is expected to be at 4,000 by the end-June - though, with some strategists warning of a possible surge in inflation, many viewed a correction in stocks in the next six months as likely or very likely. Progress in the distribution of the coronavirus vaccine coupled with President Joe Biden's proposed $1.9 trillion packages for pandemic relief have boosted the outlook for the economy and earnings.",

"1":"There's a systematic underestimation of the economic and earnings forecasts for the last nine months",

"2":" said Jonathan Golub, chief U.S. equity strategist and head of quantitative research at Credit Suisse Securities.",

"3":"Everywhere I look, there's an upside,",

"4":" added Golub, who on Tuesday raised his year-end 2021 target on the S&P 500 to 4,300. Based on the poll, the Dow Jones industrial average will finish this year at 32,970, up 4.5% from Tuesday's close. Federal Reserve Chair Jerome Powell, testifying before the U.S. Senate Banking Committee on Tuesday, said coming updates to the Fed's outlook may show the economy expanding ",

"5":"in the range of 6% this year. At the same time, earnings have been much stronger than expected. U.S. companies are on track to post earnings growth for the fourth quarter of 2020, defying expectations for profits to have dropped due to the pandemic, according to I/B/E/S data from Refinitiv. For 2021, Wall Street analysts expect S&P 500 earnings to jump 23.3%. Asked when earnings would return to pre-COVID-19 levels, most respondents in the poll said it would happen within six months. In the November poll, most respondents said that would happen within a year. Yet the Fed's accommodative stance along with the federal financial support and a sharp rise in benchmark Treasury yields have triggered inflation concerns, and some investors have taken profits in market-leading technology stocks. Another worry is the risk of higher taxes as the economy accelerates, said Golub, noting that high levels of growth in earnings and the economy ",

"6":"are not going to be sustained forever. Many strategists still favor cyclical stocks, which investors dumped during the early part of the pandemic. Higher bond yields aren't turning us bearish on the year, Lori Calvasina, head of U.S. equity strategy at RBC Capital Markets, wrote in a report this week. She is overweight financials, materials, and energy and has an end-2021 target on the S&P 500 of 4,100. What the increase in yields does do, in our view, is provide another justification for rotation out of defensives and secular growth.",

"7":"Asian stocks and U.S. futures rose Thursday after a rebound in the S&P 500 on encouraging vaccine news and soothing comments on inflation from Federal Reserve Chairman Jerome Powell. Treasury yields were steady. A gauge of Asian equities climbed with Japan and South Korea outperforming. Australian stocks also advanced. The S&P 500 Index rose despite weakness in tech shares, with gains in the banking sectors sending an industry gauge to its highest since 2007. Small caps rallied more than 2% after U.S. regulators said Johnson & Johnson’s Covid-19 vaccine is safe and effective. The yield on Australia’s three-year bond dipped after the central bank said it would buy A$3 billion ($2.4 billion) of the securities, stepping into the market for the second time this week as yields spiked above their target. The 10-year yield surged back to its highest since March, and the U.S. benchmark steadied around 1.38% after a jump of as much as 10 basis points. Crude oil remains close to a one-year peak as traders see supply tightening with demand returning. Copper touched the highest since 2011. Powell pushed back on inflation concerns in his second day of Congressional testimony, and Fed Vice Chair Richard Clarida said he sees the central bank keeping its current pace of bond purchases in place for the rest of the year. The equity market is focusing on the benefits to corporate earnings of a post-pandemic surge in economic activity, while mindful that higher inflation and interest rates could dent the appeal of stocks. Investors are weighing the market implications of a faster-than-expected recovery, said Michael Pond, head of global inflation market strategy at Barclays in New York, as “the combination of pent-up demand, with the stimulus checks on top of that, could lift inflation.” Elsewhere, Bitcoin climbed back above $50,000 after a plunge earlier this week.';'2':'Empire Financial Research founder Whitney Tilson, says a frenzy is erupting in one small corner of the stock market . And Tilson believes the returns in this space are only going to escalate from here. While most investors are focused on big technology names like Apple, Facebook, and Microsoft, Tilson and his team have been strongly recommending a very different type of technology company for 2021. And the performance of companies in this space has been stunning... An Ohio company working on this technology soared roughly 500% in two months.  A California company considered the leader in this space is up more than 370% since the start of this year. 
A New York company entering this space shot up 71% in just two days. And a Phoenix company working on this breakthrough recently shot up 104% in a single day, while another company in the exact same industry just shot up 46% in one day.
As Tilson – a former hedge fund manager who's twice appeared on 60 Minutes to break big financial stories – says",

"8":"The best thing you can do as an investor is positioned yourself in front of a massive, inevitable, and booming trend... and that's what we're looking at right here. That's why he and his research team have put together a full analysis, which explains everything you need to know about this skyrocketing tech sector, including the stock name and ticker symbol of their favorite stock pick in this space. You can access their recent analysis, including the charts, photos, and videos that accompany it, on the Empire Financial Research website, totally free of charge, right here . No subscription, credit card, or e-mail address required. Click here to access Tilson's full analysis and #1 stock pick
"}}